// 未來只要在這裡增加詞彙即可
const vocabData = [
        { "word": "心路歷程" }, { "word": "娓娓道來" }, { "word": "長篇少年的奇幻小說" }, { "word": "身體會變得很輕盈" }, { "word": "沈浸" },
    { "word": "稀奇古怪" }, { "word": "神遊天地" }, { "word": "儲藏室" }, { "word": "心電感應" }, { "word": "寵物" },
    { "word": "變化無常" }, { "word": "寂靜的夜裡" }, { "word": "電腦螢幕" }, { "word": "法力無窮的奇獸" },
    { "word": "鮮少" }, { "word": "熟悉" }, { "word": "修煉成精" }, { "word": "賦予生命" }, { "word": "暢銷書" },
    { "word": "圓滿了我兒時的作家夢" }, { "word": "找尋素材" }, { "word": "龍冠鳳紋玉飾" }, { "word": "靈光一閃" }, { "word": "寫作黑洞" },
    { "word": "激發創意的火花" }, { "word": "萬物百態" }, { "word": "荒漠時空" }, { "word": "湧現" } 	
];
